<?php

return [
    'total' => 'الإجمالي',
    'no_authors_found' => 'لم يتم العثور على مؤلفين.',
    'book_count' => '{0} لا توجد كتب
                    |{1} كتاب واحد
                    |{2} كتابان
                    |[3,10] :count كتب
                    |[11,*] :count كتاباً',
    'official_website' => 'الموقع الرسمي',
    'published' => '{0} منشورة 
                    |{1} منشور
                    |{2} منشوران
                    |[3,10] منشورة
                    |[11,*] منشوراً',
    'books' => 'الكتب',
    'no_books_yet' => 'لا توجد كتب بعد.',
];