<?php

return [
    'edition' => 'الطبعة', 
    'suffix' => [
        'st' => '', 
        'nd' => '',
        'rd' => '',
        'th' => '',
    ],
    'by' => 'بواسطة',
    'pages' => '{1} صفحة
               |{2} صفحتان
               |[3,10] :count صفحات
               |[11,*] :count صفحة',
    'in_stock' => 'متوفر في المخزون',
    'free' => 'مجاني',
    'ratings' => '{1} تقييم
                 |{2} تقييمان
                 |[3,10] :count تقييمات
                 |[11,*] :count تقييم',
    'more' => '+:count',
    'hardcover' => 'غلاف فنّي',
    'paperback' => 'غلاف ورقي',
    'ebook'     => 'كتاب إلكتروني',
    'audiobook' => 'كتاب صوتي',
];