<?php

return [
    'already_have_account_subject' => 'محاولة تسجيل جديدة باستخدام بريدك الإلكتروني',
    'already_have_account_line1' => 'لقد تلقيت هذا البريد الإلكتروني لأننا تلقينا طلب تسجيل باستخدام بريدك الإلكتروني المسجّل.',
    'already_have_account_action' => 'تسجيل الدخول بدلًا من ذلك',
    'already_have_account_line2' => 'إذا لم تحاول إنشاء حساب جديد، فلا حاجة لاتخاذ أي إجراء.',

    'account_deleted_subject' => 'تم جدولة حذف حسابك',
    'account_deleted_line_1' =>'تم حذف حسابك بنجاح وهو الآن مجدول للحذف النهائي.',
    'account_deleted_line_2' => 'يمكنك استعادة حسابك خلال 14 يومًا قبل حذفه نهائيًا.',
    'restore_account' => 'استعادة حسابي',
    'account_deleted_line_3' => 'إذا لم تقم بطلب هذا الإجراء أو تعتقد أنه تم عن طريق الخطأ، يرجى استعادة حسابك في أقرب وقت ممكن.',

    'restore_account_subject' => 'استعادة حسابك',
    'restore_account_line_1' => 'يبدو أنه تم محاولة إنشاء حساب باستخدام عنوان بريدك الإلكتروني.',
    'restore_account_line_2' => 'تم حذف حسابك سابقًا، لكنه لا يزال قابلاً للاستعادة لفترة محدودة.',
    'restore_account_action' => 'استعادة الحساب',
    'restore_account_line_3' => 'إذا لم تقم بهذا الطلب، يمكنك تجاهل هذه الرسالة بأمان.',
];
